Repository: sekizlipenguen/luma-mac
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: SwiftPM Cache
ar: ذاكرة SwiftPM المؤقتة
es: Caché de SwiftPM
fr: Cache SwiftPM
it: Cache SwiftPM
ja: SwiftPMキャッシュ
ko: SwiftPM 캐시
pt_br: Cache do SwiftPM
ru: Кэш SwiftPM
tr: SwiftPM Önbelleği
zh_hans: SwiftPM 缓存

source: syn received
ar: استُلم SYN
es: syn recibido
fr: syn reçu
it: syn ricevuto
ja: SYN受信
ko: SYN 수신
pt_br: syn recebido
ru: syn получен
tr: syn alındı
zh_hans: 已收 SYN

source: syn sent
ar: أُرسل SYN
es: syn enviado
fr: syn envoyé
it: syn inviato
ja: SYN送信
ko: SYN 전송
pt_br: syn enviado
ru: syn отправлен
tr: syn gönderildi
zh_hans: 已发 SYN

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
tr: Sistem
zh_hans: 系统

source: System Default
ar: افتراضي النظام
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Системный
tr: Sistem Varsayılanı
zh_hans: 跟随系统

source: System domain / SIP-protected — use Reveal in Finder. Luma will not modify system daemons.
ar: نطاق النظام / محمي بـ SIP — أظهر في Finder. Luma لا يعدّل خدمات النظام.
es: Dominio del sistema / protegido por SIP — Mostrar en el Finder. Luma no modifica daemons del sistema.
fr: Domaine système / protégé par SIP — Afficher dans le Finder. Luma ne modifie pas les daemons système.
it: Dominio di sistema / protetto da SIP — Mostra nel Finder. Luma non modifica i daemon di sistema.
ja: システム領域 / SIP保護 — Finderで表示。Lumaはシステムデーモンを変更しません。
ko: 시스템 도메인 / SIP 보호 — Finder에서 보기. Luma는 시스템 데몬을 수정하지 않습니다.
pt_br: Domínio do sistema / protegido por SIP — Mostrar no Finder. O Luma não altera daemons do sistema.
ru: Системный домен / защита SIP — Показать в Finder. Luma не меняет системные демоны.
tr: Sistem alanı / SIP korumalı — Finder’da Göster kullanın. Luma sistem daemon’larını değiştirmez.
zh_hans: 系统域 / SIP 保护 — 在 Finder 中显示。Luma 不会修改系统守护进程。

source: System LaunchDaemons are listed but not modified (SIP). User LaunchAgents can be toggled with confirmation via launchctl.
ar: تُعرض LaunchDaemons للنظام دون تعديل (SIP). يمكن تبديل LaunchAgents للمستخدم عبر launchctl مع تأكيد.
es: Los LaunchDaemons del sistema se listan pero no se modifican (SIP). Los LaunchAgents de usuario se pueden alternar con confirmación vía launchctl.
fr: Les LaunchDaemons système sont listés mais non modifiés (SIP). Les LaunchAgents utilisateur peuvent être basculés via launchctl avec confirmation.
it: I LaunchDaemon di sistema sono elencati ma non modificati (SIP). I LaunchAgent utente si possono attivare/disattivare con conferma via launchctl.
ja: システムLaunchDaemonは表示のみ（SIP）。ユーザーLaunchAgentはlaunchctlで確認付き切替可能。
ko: 시스템 LaunchDaemon은 나열만 되며 수정되지 않습니다(SIP). 사용자 LaunchAgent는 launchctl로 확인 후 토글할 수 있습니다.
pt_br: LaunchDaemons do sistema são listados mas não alterados (SIP). LaunchAgents do usuário podem ser alternados com confirmação via launchctl.
ru: Системные LaunchDaemon перечисляются, но не меняются (SIP). Пользовательские LaunchAgent можно переключать через launchctl с подтверждением.
tr: Sistem LaunchDaemon’ları listelenir ama değiştirilmez (SIP). Kullanıcı LaunchAgent’ları launchctl ile onaylı aç/kapa yapılabilir.
zh_hans: 系统 LaunchDaemon 仅列出不修改（SIP）。用户 LaunchAgent 可通过 launchctl 确认后切换。

source: Tap Estimate to calculate how much space the selection can free.
ar: اضغط تقدير لحساب المساحة التي يمكن تفريغها.
es: Pulsa Estimar para calcular cuánto espacio se puede liberar.
fr: Touchez Estimer pour calculer l’espace libérable.
it: Tocca Stima per calcolare quanto spazio puoi liberare.
ja: 見積もりをタップして解放できる容量を計算します。
ko: 예상을 눌러 확보할 공간을 계산하세요.
pt_br: Toque em Estimar para calcular quanto espaço a seleção libera.
ru: Нажмите «Оценить», чтобы посчитать освобождаемое место.
tr: Seçimin ne kadar yer açacağını hesaplamak için Tahmin et’e basın.
zh_hans: 点估算以计算所选可腾出的空间。

source: Technical details
ar: تفاصيل تقنية
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici
ja: 技術的な詳細
ko: 기술 세부정보
pt_br: Detalhes técnicos
ru: Технические сведения
tr: Teknik ayrıntılar
zh_hans: 技术详情

source: Temperature
ar: درجة الحرارة
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
pt_br: Temperatura
ru: Температура
tr: Sıcaklık
zh_hans: 温度

source: Temperature sensors are not exposed via a supported public API on this Mac.
ar: حساسات الحرارة غير معروضة عبر واجهة عامة مدعومة على هذا الـ Mac.
es: Los sensores de temperatura no están expuestos mediante una API pública admitida en este Mac.
fr: Les capteurs de température ne sont pas exposés via une API publique prise en charge sur ce Mac.
it: I sensori di temperatura non sono esposti tramite un’API pubblica supportata su questo Mac.
ja: このMacでは対応する公開APIで温度センサーは公開されていません。
ko: 이 Mac에서는 지원되는 공개 API로 온도 센서가 노출되지 않습니다.
pt_br: Os sensores de temperatura não estão expostos por uma API pública suportada neste Mac.
ru: Датчики температуры на этом Mac не доступны через поддерживаемый публичный API.
tr: Bu Mac’te sıcaklık sensörleri desteklenen genel bir API ile sunulmuyor.
zh_hans: 此 Mac 未通过受支持的公共 API 暴露温度传感器。

source: This closes the app for real — the honest way to free its RAM. Luma never fakes a system-wide RAM clean.
ar: يغلق التطبيق فعليًا — الطريقة الصادقة لتحرير ذاكرته. لا يزوّر Luma تنظيف RAM على مستوى النظام.
es: Cierra la app de verdad: la forma honesta de liberar su RAM. Luma no finge una limpieza global.
fr: Ferme vraiment l’app — la façon honnête de libérer sa RAM. Luma ne simule pas un nettoyage système.
it: Chiude davvero l’app: il modo onesto di liberare RAM. Luma non finge una pulizia di sistema.
ja: アプリを本当に終了します。RAM を解放する正直な方法です。Luma は偽のシステム RAM クリーンをしません。
ko: 앱을 실제로 종료합니다. RAM을 확보하는 정직한 방법입니다. Luma는 가짜 전체 RAM 정리를 하지 않습니다.
pt_br: Fecha o app de verdade — o jeito honesto de liberar RAM. O Luma não finge limpeza global.
ru: Реально закрывает приложение — честный способ освободить RAM. Luma не имитирует системную очистку.
tr: Bu uygulamayı gerçekten kapatır — RAM’i dürüstçe boşaltmanın yolu. Luma sistem geneli sahte RAM temizliği yapmaz.
zh_hans: 会真正退出应用——释放其内存的诚实方式。Luma 从不伪造全系统内存清理。

source: This process can’t be quit from Luma (system or helper).
ar: لا يمكن إنهاء هذه العملية من Luma (نظام أو مساعد).
es: Este proceso no se puede cerrar desde Luma (sistema o helper).
fr: Ce processus ne peut pas être quitté depuis Luma (système ou helper).
it: Questo processo non si può chiudere da Luma (sistema o helper).
ja: このプロセスは Luma から終了できません（システム／ヘルパー）。
ko: 이 프로세스는 Luma에서 종료할 수 없습니다(시스템/헬퍼).
pt_br: Este processo não pode ser encerrado pelo Luma (sistema ou helper).
ru: Этот процесс нельзя завершить из Luma (система или helper).
tr: Bu işlem Luma’dan kapatılamaz (sistem veya yardımcı).
zh_hans: 无法从 Luma 退出此进程（系统或辅助进程）。

source: Threshold
ar: العتبة
es: Umbral
fr: Seuil
it: Soglia
ja: しきい値
ko: 임계값
pt_br: Limite
ru: Порог
tr: Eşik
zh_hans: 阈值

source: Thunderbolt bridge
ar: جسر Thunderbolt
es: Puente Thunderbolt
fr: Pont Thunderbolt
it: Bridge Thunderbolt
ja: Thunderboltブリッジ
ko: Thunderbolt 브리지
pt_br: Bridge Thunderbolt
ru: Мост Thunderbolt
tr: Thunderbolt köprüsü
zh_hans: Thunderbolt 桥

source: Top Processes (memory)
ar: أعلى العمليات (الذاكرة)
es: Procesos principales (memoria)
fr: Processus principaux (mémoire)
it: Processi principali (memoria)
ja: 上位プロセス（メモリ）
ko: 상위 프로세스(메모리)
pt_br: Principais processos (memória)
ru: Топ процессов (память)
tr: En Çok Bellek Kullananlar
zh_hans: 占用内存最多的进程

source: Total
ar: الإجمالي
it: Totale
ja: 合計
ko: 합계
ru: Всего
tr: Toplam
zh_hans: 总计

source: Total in %@
ar: إجمالي الوارد %@
es: Total entrante %@
fr: Total entrant %@
it: Totale in %@
ja: 受信合計 %@
ko: 총 수신 %@
pt_br: Total de entrada %@
ru: Всего входящих %@
tr: Toplam gelen %@
zh_hans: 总入站 %@

source: Total out %@
ar: إجمالي الصادر %@
es: Total saliente %@
fr: Total sortant %@
it: Totale out %@
ja: 送信合計 %@
ko: 총 송신 %@
pt_br: Total de saída %@
ru: Всего исходящих %@
tr: Toplam giden %@
zh_hans: 总出站 %@

source: Trash
ar: المهملات
es: Papelera
fr: Corbeille
it: Cestino
ja: ゴミ箱
ko: 휴지통
pt_br: Lixo
ru: Корзина
tr: Çöp
zh_hans: 废纸篓

source: Try a lower minimum size, or add larger files to Downloads / Desktop / Documents.
ar: جرّب حدًا أدنى أصغر أو أضف ملفات أكبر إلى التنزيلات / سطح المكتب / المستندات.
es: Prueba un tamaño mínimo menor o añade archivos más grandes en Descargas / Escritorio / Documentos.
fr: Essayez une taille minimale plus basse, ou ajoutez de plus gros fichiers dans Téléchargements / Bureau / Documents.
it: Prova una soglia più bassa oppure aggiungi file più grandi in Download / Scrivania / Documenti.
ja: 最小サイズを下げるか、ダウンロード / デスクトップ / 書類 に大きなファイルを追加してください。
ko: 최소 크기를 낮추거나 Downloads / Desktop / Documents에 더 큰 파일을 넣으세요.
pt_br: Tente um tamanho mínimo menor ou coloque arquivos maiores em Downloads / Área de Trabalho / Documentos.
ru: Выберите меньший порог или положите более крупные файлы в Загрузки / Рабочий стол / Документы.
tr: Daha düşük minimum boyut seçin veya İndirilenler / Masaüstü / Belgeler’e daha büyük dosya koyun.
zh_hans: 试试更低的最小大小，或向“下载 / 桌面 / 文稿”放入更大的文件。

source: Try a lower threshold (for example > 100 MB), or scan again after adding bigger files.
ar: جرّب حدًا أدنى أصغر (مثل > 100 م.ب) أو افحص مجددًا بعد إضافة ملفات أكبر.
es: Prueba un umbral menor (p. ej. > 100 MB) o vuelve a analizar tras añadir archivos más grandes.
fr: Essayez un seuil plus bas (ex. > 100 Mo), ou rattachez après avoir ajouté de plus gros fichiers.
it: Prova una soglia più bassa (es. > 100 MB) oppure analizza di nuovo dopo aver aggiunto file più grandi.
ja: しきい値を下げてみる（例: > 100 MB）。または大きなファイルを追加して再スキャン。
ko: 더 낮은 임계값(예: > 100 MB)을 쓰거나 더 큰 파일을 넣은 뒤 다시 스캔하세요.
pt_br: Tente um limite menor (ex.: > 100 MB) ou analise de novo depois de adicionar arquivos maiores.
ru: Попробуйте меньший порог (например > 100 МБ) или просканируйте снова после добавления более крупных файлов.
tr: Daha düşük eşik deneyin (ör. > 100 MB) veya daha büyük dosya ekledikten sonra yeniden tarayın.
zh_hans: 试试更低阈值（例如 > 100 MB），或添加更大文件后再扫描。

source: Tunnel
ar: نفق
es: Túnel
ja: トンネル
ko: 터널
pt_br: Túnel
ru: Туннель
tr: Tünel
zh_hans: 隧道

source: Turkish is listed first among common languages. Changing language updates Luma everywhere immediately.
ar: التركية أولاً بين اللغات الشائعة. تغيير اللغة يحدّث Luma في كل مكان فوراً.
es: El turco aparece primero entre los idiomas comunes. El cambio actualiza Luma en todas partes al instante.
fr: Le turc est listé en premier parmi les langues courantes. Le changement met à jour Luma partout immédiatement.
it: Il turco è primo tra le lingue comuni. Il cambio aggiorna Luma ovunque subito.
ja: よく使う言語の中でトルコ語が先頭です。変更するとLuma全体がすぐに更新されます。
ko: 자주 쓰는 언어 중 터키어가 맨 위입니다. 바꾸면 Luma 전체가 바로 갱신됩니다.
pt_br: O turco aparece primeiro entre os idiomas comuns. A mudança atualiza o Luma em todos os lugares imediatamente.
ru: Турецкий первым среди распространённых языков. Смена языка сразу обновляет Luma везде.
tr: Yaygın diller arasında Türkçe en üstte. Dil değişince Luma her yerde hemen güncellenir.
zh_hans: 常用语言中土耳其语排在最前。更改后 Luma 各处会立即更新。

source: Unavailable
ar: غير متاح
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
tr: Mevcut değil
zh_hans: 不可用

source: Uninstall selected items?
ar: إلغاء تثبيت العناصر المحددة؟
es: ¿Desinstalar los elementos seleccionados?
fr: Désinstaller les éléments sélectionnés ?
it: Disinstallare gli elementi selezionati?
ja: 選択項目をアンインストールしますか？
ko: 선택한 항목을 제거할까요?
pt_br: Desinstalar os itens selecionados?
ru: Удалить выбранные элементы?
tr: Seçilen öğeler kaldırılsın mı?
zh_hans: 要卸载所选项目吗？

source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知

# unsatisfied
source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Офлайн
tr: Çevrimdışı
zh_hans: 离线

source: Up
ar: مفعّل
es: Activo
fr: Actif
it: Su
ja: アップ
ko: 업
pt_br: Ativo
ru: Включён
tr: Açık
zh_hans: 已启用

source: Upload
ar: رفع
es: Subida
fr: Envoi
ja: アップロード
ko: 업로드
ru: Отдача
tr: Yükleme
zh_hans: 上传

source: User Caches
ar: ذاكرات المستخدم المؤقتة
es: Cachés de usuario
fr: Caches utilisateur
it: Cache utente
ja: ユーザーキャッシュ
ko: 사용자 캐시
pt_br: Caches do usuário
ru: Пользовательские кэши
tr: Kullanıcı Önbellekleri
zh_hans: 用户缓存

source: User Caches ≈ %@
ar: ذاكرات المستخدم ≈ %@
es: Cachés de usuario ≈ %@
fr: Caches utilisateur ≈ %@
it: Cache utente ≈ %@
ja: ユーザーキャッシュ ≈ %@
ko: 사용자 캐시 ≈ %@
pt_br: Caches do usuário ≈ %@
ru: Пользовательские кэши ≈ %@
tr: Kullanıcı Önbelleği ≈ %@
zh_hans: 用户缓存 ≈ %@

source: User Logs
ar: سجلات المستخدم
es: Registros de usuario
fr: Journaux utilisateur
it: Log utente
ja: ユーザーログ
ko: 사용자 로그
pt_br: Logs do usuário
ru: Пользовательские журналы
tr: Kullanıcı Günlükleri
zh_hans: 用户日志

source: User Temporary Files
ar: ملفات المستخدم المؤقتة
es: Archivos temporales de usuario
fr: Fichiers temporaires utilisateur
it: File temporanei utente
ja: ユーザー一時ファイル
ko: 사용자 임시 파일
pt_br: Arquivos temporários do usuário
ru: Временные файлы пользователя
tr: Kullanıcı Geçici Dosyaları
zh_hans: 用户临时文件

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本

source: Version %@
ar: الإصدار %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本 %@

source: Volume
ar: المجلد
es: Volumen
ja: ボリューム
ko: 볼륨
ru: Том
tr: Birim
zh_hans: 宗卷

source: VPN / Tunnel
ar: VPN / نفق
es: VPN / Túnel
ja: VPN / トンネル
ko: VPN / 터널
pt_br: VPN / Túnel
ru: VPN / Туннель
tr: VPN / Tünel
zh_hans: VPN / 隧道

source: Wear
ar: التآكل
es: Desgaste
fr: Usure
it: Usura
ja: 摩耗
ko: 마모
pt_br: Desgaste
ru: Износ
tr: Aşınma
zh_hans: 磨损

source: Weekly cleanup reminder (LaunchAgent)
ar: تذكير تنظيف أسبوعي (LaunchAgent)
es: Recordatorio semanal de limpieza (LaunchAgent)
fr: Rappel de nettoyage hebdomadaire (LaunchAgent)
it: Promemoria pulizia settimanale (LaunchAgent)
ja: 週次クリーンアップリマインダー（LaunchAgent）
ko: 주간 정리 알림(LaunchAgent)
pt_br: Lembrete semanal de limpeza (LaunchAgent)
ru: Еженедельное напоминание об очистке (LaunchAgent)
tr: Haftalık temizlik hatırlatması (LaunchAgent)
zh_hans: 每周清理提醒（LaunchAgent）

source: Will free about %@ · %@
ar: سيفرّغ حوالي %@ · %@
es: Liberará unos %@ · %@
fr: Libérera environ %@ · %@
it: Libera circa %@ · %@
ja: 約 %@ を解放 · %@
ko: 약 %@ 확보 · %@
pt_br: Liberará cerca de %@ · %@
ru: Освободит около %@ · %@
tr: Yaklaşık %@ boşalacak · %@
zh_hans: 大约可腾出 %@ · %@

source: Wired
ar: مربوط
es: Cableada
fr: Filaire
ja: ワイヤード
ko: 와이어드
tr: Kablolu
zh_hans: 联动

source: Xcode Archives
ar: أرشيفات Xcode
es: Archivos de Xcode
fr: Archives Xcode
it: Archivi Xcode
ja: Xcodeアーカイブ
ko: Xcode 아카이브
pt_br: Arquivos do Xcode
ru: Архивы Xcode
tr: Xcode Arşivleri
zh_hans: Xcode 归档

source: Yarn Cache
ar: ذاكرة Yarn المؤقتة
es: Caché de Yarn
fr: Cache Yarn
it: Cache Yarn
ja: Yarnキャッシュ
ko: Yarn 캐시
pt_br: Cache do Yarn
ru: Кэш Yarn
tr: Yarn Önbelleği
zh_hans: Yarn 缓存

source: You can restore from Trash. Permanent delete is not used by default.
ar: يمكنك الاستعادة من المهملات. الحذف النهائي ليس الافتراضي.
es: Puedes restaurar desde la papelera. El borrado permanente no se usa por defecto.
fr: Vous pouvez restaurer depuis la corbeille. La suppression définitive n’est pas utilisée par défaut.
it: Puoi ripristinare dal Cestino. L’eliminazione permanente non è usata di default.
ja: ゴミ箱から復元できます。完全削除は既定ではありません。
ko: 휴지통에서 복원할 수 있습니다. 영구 삭제는 기본이 아닙니다.
pt_br: Você pode restaurar da Lixeira. A exclusão permanente não é o padrão.
ru: Можно восстановить из Корзины. Безвозвратное удаление по умолчанию не используется.
tr: Çöp’ten geri yükleyebilirsiniz. Kalıcı silme varsayılan değildir.
zh_hans: 可从废纸篓还原。默认不使用永久删除。

source: Security
ar: الأمان
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
zh_hans: 安全性

source: Security hygiene
ar: نظافة الأمان
es: Higiene de seguridad
fr: Hygiène de sécurité
it: Igiene della sicurezza
ja: セキュリティ診断
ko: 보안 위생 점검
pt_br: Higiene de segurança
ru: Гигиена безопасности
tr: Güvenlik hijyeni
zh_hans: 安全卫生检查

source: Application Firewall
ar: جدار حماية التطبيقات
es: Cortafuegos de aplicaciones
fr: Pare-feu d’applications
it: Firewall applicazioni
ja: アプリケーションファイアウォール
ko: 응용 프로그램 방화벽
pt_br: Firewall de aplicativos
ru: Межсетевой экран приложений
tr: Uygulama Güvenlik Duvarı
zh_hans: 应用程序防火墙

source: Firewall stealth mode
ar: وضع التخفي لجدار الحماية
es: Modo sigiloso del cortafuegos
fr: Mode furtif du pare-feu
it: Modalità invisibile firewall
ja: ファイアウォールのステルスモード
ko: 방화벽 스텔스 모드
pt_br: Modo furtivo do firewall
ru: Скрытый режим брандмауэра
tr: Güvenlik duvarı gizlilik modu
zh_hans: 防火墙隐身模式

source: System Integrity Protection
ar: حماية سلامة النظام
es: Protección de integridad del sistema
fr: Protection de l’intégrité du système
ja: システム整合性保護
ko: 시스템 무결성 보호
pt_br: Proteção de Integridade do Sistema
ru: Защита целостности системы
tr: Sistem Bütünlüğü Koruması
zh_hans: 系统完整性保护

source: Full Disk Access (Luma)
ar: الوصول الكامل إلى القرص (Luma)
es: Acceso completo al disco (Luma)
fr: Accès complet au disque (Luma)
it: Accesso completo al disco (Luma)
ja: フルディスクアクセス（Luma）
ko: 전체 디스크 접근(Luma)
pt_br: Acesso total ao disco (Luma)
ru: Полный доступ к диску (Luma)
tr: Tam Disk Erişimi (Luma)
zh_hans: 完全磁盘访问（Luma）

source: Quarantined apps
ar: التطبيقات المحجوزة
es: Apps en cuarentena
fr: Apps en quarantaine
it: App in quarantena
ja: 隔離属性のあるアプリ
ko: 격리된 앱
pt_br: Apps em quarentena
ru: Приложения в карантине
tr: Karantinadaki uygulamalar
zh_hans: 隔离的应用程序

source: At a glance
ar: لمحة سريعة
es: De un vistazo
fr: En un coup d’œil
it: A colpo d’occhio
ja: 概要
ko: 한눈에
pt_br: Visão geral
ru: Кратко
tr: Bir bakışta
zh_hans: 一览

source: Attention
ar: انتباه
es: Atención
it: Attenzione
ja: 注意
ko: 주의
pt_br: Atenção
ru: Внимание
tr: Dikkat
zh_hans: 注意

source: Info
ar: معلومة
ja: 情報
ko: 정보
ru: Сведения
tr: Bilgi
zh_hans: 信息

source: On
ar: تشغيل
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켜짐
pt_br: Ativado
ru: Вкл.
tr: Açık
zh_hans: 开

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
ko: 꺼짐
pt_br: Desativado
ru: Выкл.
tr: Kapalı
zh_hans: 关

source: Disabled
ar: معطّل
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
pt_br: Desativado
ru: Отключено
tr: Kapalı
zh_hans: 已关闭

source: Assessments on
ar: التقييمات مفعّلة
es: Evaluaciones activadas
fr: Évaluations activées
it: Valutazioni attive
ja: 評価オン
ko: 평가 켜짐
pt_br: Avaliações ativas
ru: Проверки включены
tr: Değerlendirmeler açık
zh_hans: 评估已开启

source: Assessments off
ar: التقييمات متوقفة
es: Evaluaciones desactivadas
fr: Évaluations désactivées
it: Valutazioni disattive
ja: 評価オフ
ko: 평가 꺼짐
pt_br: Avaliações desativadas
ru: Проверки выключены
tr: Değerlendirmeler kapalı
zh_hans: 评估已关闭

source: Likely granted
ar: يبدو ممنوحًا
es: Probablemente concedido
fr: Probablement accordé
it: Probabilmente concesso
ja: 付与されている可能性が高い
ko: 부여된 것으로 보임
pt_br: Provavelmente concedido
ru: Скорее всего выдано
tr: Muhtemelen verilmiş
zh_hans: 可能已授予

source: Not granted
ar: غير ممنوح
es: No concedido
fr: Non accordé
it: Non concesso
ja: 未付与
ko: 부여되지 않음
pt_br: Não concedido
ru: Не выдано
tr: Verilmemiş
zh_hans: 未授予

source: Checking built-in protections…
ar: جارٍ فحص الحمايات المضمّنة…
es: Comprobando protecciones integradas…
fr: Vérification des protections intégrées…
it: Controllo delle protezioni integrate…
ja: 内蔵の保護機能を確認中…
ko: 기본 보호 기능 확인 중…
pt_br: Verificando proteções integradas…
ru: Проверка встроенных защит…
tr: Yerleşik korumalar kontrol ediliyor…
zh_hans: 正在检查内置保护…

source: Last checked %@
ar: آخر فحص %@
es: Última comprobación %@
fr: Dernière vérification %@
it: Ultimo controllo %@
ja: 最終確認 %@
ko: 마지막 확인 %@
pt_br: Última verificação %@
ru: Проверено %@
tr: Son kontrol %@
zh_hans: 上次检查 %@

source: Source: %@
ar: المصدر: %@
es: Fuente: %@
it: Origine: %@
ja: 出典: %@
ko: 출처: %@
pt_br: Fonte: %@
ru: Источник: %@
tr: Kaynak: %@
zh_hans: 来源：%@

source: %lld of %lld apps
ar: %lld من %lld تطبيقًا
es: %lld de %lld apps
fr: %lld sur %lld apps
it: %lld di %lld app
ja: %lld / %lld 個のアプリ
ko: %lld / %lld개 앱
pt_br: %lld de %lld apps
ru: %lld из %lld приложений
tr: %lld / %lld uygulama
zh_hans: %lld / %lld 个应用

source: Shows FileVault, firewall, Gatekeeper, SIP, permissions, and quarantine flags from macOS tools. Not a virus scanner — Luma never invents a “clean” score.
ar: يعرض FileVault وجدار الحماية وGatekeeper وSIP والأذونات وعلامات الحجر من أدوات macOS. ليس ماسح فيروسات — وLuma لا يختلق درجة «آمن».
es: Muestra FileVault, cortafuegos, Gatekeeper, SIP, permisos y marcas de cuarentena con herramientas de macOS. No es un antivirus: Luma no inventa una puntuación «limpio».
fr: Affiche FileVault, le pare-feu, Gatekeeper, SIP, les permissions et les indicateurs de quarantaine via les outils macOS. Pas un antivirus — Luma n’invente jamais un score « propre ».
it: Mostra FileVault, firewall, Gatekeeper, SIP, permessi e flag di quarantena con gli strumenti macOS. Non è un antivirus: Luma non inventa un punteggio “pulito”.
ja: macOSのツールからFileVault、ファイアウォール、Gatekeeper、SIP、権限、隔離フラグを表示します。ウイルススキャナーではなく、「クリーン」スコアを捏造しません。
ko: macOS 도구로 FileVault, 방화벽, Gatekeeper, SIP, 권한, 격리 플래그를 표시합니다. 바이러스 검사기가 아니며 ‘깨끗함’ 점수를 지어내지 않습니다.
pt_br: Mostra FileVault, firewall, Gatekeeper, SIP, permissões e sinais de quarentena com ferramentas do macOS. Não é antivírus — a Luma nunca inventa uma pontuação “limpo”.
ru: Показывает FileVault, брандмауэр, Gatekeeper, SIP, разрешения и флаги карантина средствами macOS. Это не антивирус — Luma не выдумывает оценку «чисто».
tr: macOS araçlarından FileVault, güvenlik duvarı, Gatekeeper, SIP, izinler ve karantina bayraklarını gösterir. Virüs tarayıcı değildir — Luma uydurma bir “temiz” skoru üretmez.
zh_hans: 用 macOS 工具显示 FileVault、防火墙、Gatekeeper、SIP、权限和隔离标记。不是杀毒软件——Luma 绝不编造“干净”分数。

source: Luma reports built-in macOS protections and permissions. It is not antivirus and does not scan for malware signatures.
ar: يبلّغ Luma عن حمايات macOS المضمّنة والأذونات. ليس مضاد فيروسات ولا يفحص توقيعات البرمجيات الخبيثة.
es: Luma informa de las protecciones y permisos integrados de macOS. No es antivirus y no busca firmas de malware.
fr: Luma signale les protections et autorisations intégrées de macOS. Ce n’est pas un antivirus et il ne scanne pas de signatures de logiciels malveillants.
it: Luma riporta protezioni e permessi integrati di macOS. Non è un antivirus e non cerca firme malware.
ja: LumaはmacOSの内蔵保護と権限を報告します。アンチウイルスではなく、マルウェア署名のスキャンもしません。
ko: Luma는 macOS 기본 보호와 권한을 보고합니다. 백신이 아니며 악성코드 서명을 검사하지 않습니다.
pt_br: A Luma informa proteções e permissões integradas do macOS. Não é antivírus e não verifica assinaturas de malware.
ru: Luma показывает встроенные защиты и разрешения macOS. Это не антивирус и не поиск сигнатур вредоносного ПО.
tr: Luma yerleşik macOS korumalarını ve izinlerini bildirir. Antivirüs değildir ve zararlı yazılım imzası taramaz.
zh_hans: Luma 报告 macOS 内置保护与权限。它不是杀毒软件，也不扫描恶意软件特征码。

source: Disk encryption is enabled for this Mac.
ar: تشفير القرص مفعّل على هذا الـ Mac.
es: El cifrado de disco está activado en este Mac.
fr: Le chiffrement du disque est activé sur ce Mac.
it: La crittografia del disco è attiva su questo Mac.
ja: このMacではディスク暗号化が有効です。
ko: 이 Mac에서 디스크 암호화가 켜져 있습니다.
pt_br: A criptografia de disco está ativada neste Mac.
ru: Шифрование диска включено на этом Mac.
tr: Bu Mac’te disk şifreleme açık.
zh_hans: 此 Mac 已启用磁盘加密。
